Revit 2024 API
SymbolTypeId.FtSup2PerTon Property
 Symbol ft²/ton, indicating unit Square feet per ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtSup2PerTon { get; }
Visual Basic
Public Shared ReadOnly Property FtSup2PerTon As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtSup2PerTon {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace